/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1428) */
"<Do Not Localize>" = "<Ne pas traduire>";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Modifier…";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Saisir votre nom et code d’enregistrement";

/* NSTextField (Key:) : <title:Key:> (oid:353) */
"Key:" = "Clé:";

/* NSTextField (License type:) : <title:License type:> (oid:1425) */
"License type:" = "Type de license:";

/* NSButton (Lost license?) : <title:Lost license?> (oid:44) */
"Lost license?" = "License perdu?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLogger est un partagiciel et cessera de fonctionner après 30 jours à moins que vous vous enregistriez.";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Nom:";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSButton (Register online) : <title:Register online> (oid:1150) */
"Register online" = "S'enregistrez en ligne";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Enregistrée à:";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "Information sur l’enregistrement";

/* NSTextField (Validity date:) : <title:Validity date:> (oid:1427) */
"Validity date:" = "Date de validité:";
